Repository: chi-rei-den/TerrariaLocalization
Catalog: project/omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: She can tell you the state of Corruption, Crimson, and Hallow in your World.
zh_cn: 她能告诉你地图上的腐化、猩红和神圣程度。

source: Shoddy
zh_cn: 粗劣

source: Shoots Christmas ornaments
zh_cn: 射出圣诞装饰

source: Shoots a beam of light
zh_cn: 射出一束光

source: Shoots a powerful orb
zh_cn: 射出强力光球

source: Shoots a skull
zh_cn: 射出骷髅头

source: Shoots a spore cloud
zh_cn: 带出孢子毒云

source: Shoots an explosive crystal charge
zh_cn: 射出爆炸水晶弹

source: Shoots arrows from the sky
zh_cn: 射出天降箭雨

source: Shoots bees that will chase your enemy
zh_cn: 射出跟踪敌人的蜜蜂

source: Shoots confetti everywhere!
zh_cn: 到处喷射彩纸!

source: Shoots splitting arrows, deals more damage to airborne enemies
zh_cn: 射出分裂箭矢，并且对空中的目标造成额外的伤害

source: Showers an area with icicles
zh_cn: 天降冰暴！

source: Sighted
zh_cn: 精准

source: Silver Dye
zh_cn: 银染料

source: Sky
zh_cn: 天空

source: Sky Blue Dye
zh_cn: 天蓝染料

source: Sky Blue and Black Dye
zh_cn: 天蓝黑染料

source: Slay a boss to attract a Dryad to your house.
zh_cn: 击败一个Boss后可以吸引树妖入住。

source: Slime Rain
zh_cn: 史莱姆雨

source: Slow
zh_cn: 缓慢

source: Slowly regenerates life
zh_cn: 缓慢恢复生命

source: Sluggish
zh_cn: 迟钝

source: Small
zh_cn: 小

source: Small chance to cause confusion
zh_cn: 小几率造成“混乱”

source: Smooth Sandstone
zh_cn: 平滑沙石块

source: Smooth Sandstone Wall
zh_cn: 平滑沙石墙

source: Snow
zh_cn: 雪地

source: Solar Pillar
zh_cn: 日耀柱

source: Solar shields charge over time to protect you & let you dash
zh_cn: 日耀护盾随时间充能，并且可以

source: Some angler fish are content to lie in wait for their prey, but these are perfectly happy to aggressively chase down an underwater meal.
zh_cn: 这些凶猛的食肉鱼类常常休息着守株待兔，不过在也十分乐意主动猎取食物。

source: Some are even known to sell unique items to those that can find them.
zh_cn: 其中甚至有一些以其出售的独特商品而闻名。

source: Some ores require better pickaxes to mine.
zh_cn: 有一些矿石需要高级的镐子才能挖掘。

source: Some wield dark, evil magic.
zh_cn: 其中一部分甚至还会用一些偏门的黑魔法。

source: Sometimes you can find NPCs hidden around the World.
zh_cn: 有时你会在世界各地发现隐藏的NPC。

source: Sometimes, enemies may even invade from other dimensions .
zh_cn: 有时，入侵的敌人甚至可能来自其他位面。

source: Sometimes, enemies may even invade from other dimensions . . .
zh_cn: 有时，入侵的敌人甚至可能来自其他位面。

source: Sort Inventory
zh_cn: 整理背包

source: Space
zh_cn: 太空

source: Space Gun costs 0 mana
zh_cn: 太空枪不再消耗法力

source: Sparks emit from struck enemies
zh_cn: 击中敌人锯出火花

source: Speak to her for healing at any time .
zh_cn: 你可以随时向她寻求治疗...

source: Speak to her for healing at any time . . .
zh_cn: 你可以随时向她寻求治疗...

source: Spider Nest
zh_cn: 蜘蛛巢穴

source: Spiked
zh_cn: 尖刺

source: Spits an Ichor stream on contact
zh_cn: 击中敌人后裂出一股脓液

source: Splashes defense reducing miasma!
zh_cn: 喷吐出削减防御力的龙息

source: Spooky!
zh_cn: 幽~魂！

source: Sprays out a shower of water
zh_cn: 喷洒出一道水柱

source: Spreading grass
zh_cn: 正在土上种植草坪

source: Spreads Glowing Mushrooms
zh_cn: 传播蘑菇

source: Spreads the Crimson to some blocks
zh_cn: 使土地蔓延猩红

source: Spreads the Hallow
zh_cn: 传播神圣

source: Stardust Pillar
zh_cn: 星尘柱

source: Start Rain
zh_cn: 开始下雨

source: Staunch
zh_cn: 可靠

source: Stop Rain
zh_cn: 停止下雨

source: Stop the passage of time
zh_cn: 停止时间的流逝

source: Storm
zh_cn: 风暴

source: Storm Effects: {0}
zh_cn: 风暴效果：{0}

source: Strong
zh_cn: 强劲

source: Strong entities take advantage of this light.
zh_cn: 强大的生灵从圣光中汲取力量。

source: Stylists always end up lost in them!
zh_cn: 理发师经常在那附近迷路。

source: Summons Estee
zh_cn: 召唤天界之星

source: Summons Itsy Betsy
zh_cn: 召唤翼龙贝特西

source: Summons a Baby Dinosaur
zh_cn: 召唤恐龙宝宝

source: Summons a Baby Face Monster
zh_cn: 召唤巨脸怪宝宝

source: Summons a Baby Grinch
zh_cn: 召唤圣诞小怪杰

source: Summons a Baby Skeletron Head
zh_cn: 召唤骷髅头宝宝

source: Summons a baby finch to fight for you
zh_cn: 召唤一只麻雀宝宝为你而战

source: Summons a baby harpy
zh_cn: 召唤鸟妖宝宝

source: Summons a baby red panda
zh_cn: 召唤红熊猫宝宝

source: Summons a cloud to rain blood on your foes
zh_cn: 召唤一朵血云在敌人身上淋下血雨

source: Summons a cursed sapling to follow you
zh_cn: 召唤万圣树妖宝宝

source: Summons a dynamite kitten
zh_cn: 召唤炸弹猫宝宝

source: Summons a heart to provide light
zh_cn: 召唤一颗照明心脏

source: Summons a magic tome mount
zh_cn: 召唤魔书坐骑

source: Summons a massive crystal spike
zh_cn: 召唤巨大的魔晶尖刺

source: Summons a pet bunny
zh_cn: 召唤兔兔宝宝

source: Summons a pet butterfly
zh_cn: 召唤蝴蝶宝宝

source: Summons a powerful leaf crystal to shoot at nearby enemies
zh_cn: 召唤强大的叶绿晶体攻击附近的敌人

source: Summons a rideable Scutlix mount
zh_cn: 召唤蛞蝓坐骑

source: Summons a rideable UFO mount
zh_cn: 召唤UFO坐骑

source: Summons a rideable basilisk mount
zh_cn: 召唤巨蜥坐骑

source: Summons a rideable dark horse mount
zh_cn: 召唤黑马坐骑

source: Summons a rideable unicorn mount
zh_cn: 召唤独角兽坐骑

source: Summons a sentry
zh_cn: 召唤哨卫

source: Summons a wall of cursed flames
zh_cn: 召唤咒火之墙

source: Summons bats to attack your enemies
zh_cn: 召唤一群蝙蝠攻击敌人

source: Summons killer bees after striking your foe
zh_cn: 击中敌人后召唤嗜杀蜂群

source: Summons rapid fire crystal shards
zh_cn: 高速射出魔晶碎片

source: Summons the Blood Moon
zh_cn: 召唤血月

source: Summons the Brain of Cthulhu
zh_cn: 召唤克苏鲁之脑

source: Summons the Impending Doom
zh_cn: 召唤即将到来的末日之灾

source: Summons the Queen Bee
zh_cn: 召唤蜂后

source: Summons unholy fire balls
zh_cn: 召唤邪恶的火球

source: Superior
zh_cn: 高端

source: Surface
zh_cn: 地表

source: Surface Mushroom
zh_cn: 地表蘑菇地

source: Susceptible to lava!
zh_cn: 对岩浆十分敏感

source: Taboo
zh_cn: 禁忌

source: Take a look at the Achievement Guide for a clue!
zh_cn: 看看“成就指南”来寻找线索吧！

source: Teal Dye
zh_cn: 青绿染料

source: Teal and Black Dye
zh_cn: 青绿黑染料

source: Technologically advanced beings from another world who want to eradicate all primitive life with their superior weaponry.
zh_cn: 来自异界的先进科技和它们的主人试图使用优越的武器抹杀所有原始的生灵。

source: Tells the time
zh_cn: 显示当前时间

source: Temporarily increase critical chance after dodge
zh_cn: 闪避后短暂提升暴击率

source: Terrible
zh_cn: 可怕

source: The Angler, a rude fishing genius, sends others to find weird, rare fish.
zh_cn: 渔夫，粗鲁的天才，常常差遣别人去寻找稀有的怪奇鱼类。

source: The Arms Dealer knows more about guns than anyone.
zh_cn: 军火商人比任何人都更了解枪支。

source: The Cloud in a Bottle and Shiny Red Balloon accessories both improve your ability to jump.
zh_cn: 瓶中云彩和闪亮红气球这样的饰品可以提高你的跳跃能力。

source: The Corruption
zh_cn: 腐化之地

source: The Corruption is full of chasms.
zh_cn: 腐化之地充满了裂沟。

source: The Corruption's hold in the sandstone weakened the seals that held an assortment of ancient magicked beings at bay.
zh_cn: 砂岩中的腐化侵蚀着远古的封印，逐步唤起魔化之物。

source: The Crimson
zh_cn: 猩红之地

source: The Crimson's bloody veins broke up the tombs that once held magicked beings, which are now released to commit mayhem.
zh_cn: 猩红的脉络渗入了封印魔化之物的墓中，释放出一片混乱。

source: The Dungeon
zh_cn: 地牢

source: The Dye Trader can help you turn some materials into new dye colors.
zh_cn: 染料商人可以帮你把材料制成染料。

source: The Goblin Tinkerer found in Underground Caverns will sell you many useful items, including a Tinkerer's Workshop.
zh_cn: 在地下洞穴中发现的哥布林工匠出售许多有用的物品，例如合成饰品用的工匠作坊。

source: The Hallow
zh_cn: 神圣

source: The Hallow is the only place where Corruption and Crimson cannot spread.
zh_cn: 神圣之地是腐化和猩红无法侵入的地方。

source: The Housing section of the Equipment Menu allows you to decide what rooms you want your NPCs to live in.
zh_cn: 你可以在装备栏的“住房”页面里调整NPC居住的房间。

source: The Jungle
zh_cn: 丛林

source: The Mechanic got lost in the Dungeon.
zh_cn: 电路专家迷失在地牢里。

source: The Old Man at the Dungeon is a Clothier.
zh_cn: 地牢门口的老人是一个裁缝。

source: The Party Girl won't move in unless your World is full of other townsfolk.
zh_cn: 派对女孩？她只会在地图里住满了NPC的时候入住。

source: The Tavernkeep is a guest from a faraway land called Etheria.
zh_cn: 旅店老板是来自遥远的艾特尼亚的客人。

source: The Tax Collector spends his days wandering the Underworld as a Tortured Soul.
zh_cn: 受折磨的灵魂终日游荡在地狱里。

source: The Temple
zh_cn: 神庙

source: The Traveling Merchant never stays in one place for long, but he always brings different wares when he visits!
zh_cn: 旅行商人永远不会在一个地方呆很长时间，但是每次总能带来不同的商品！

source: The Underworld
zh_cn: 地狱

source: The Valkyrie Satellite Barrier Platform is totally safe.
zh_cn: 女武神卫星防御屏障是完全安全的。

source: The Void Bag is a magical artifact that will store items for you when your inventory is full.
zh_cn: 虚空宝袋是一个神奇造物，可以在你的背包装满的时候继续储存物品！

source: The Wizard sells some useful magic artifacts, but he has a tendency to wander off Underground.
zh_cn: 巫师会出售一些有用的魔法造物，不过他一般只在地下出现。

source: The best wizards around use Mana Flowers.
zh_cn: 这里最好的巫师都会使用法力花！

source: The blessing swept through the ancient sands, awakening dangerous creatures once forgotten to time.
zh_cn: 神圣祝福穿过了尘封的沙漠，唤醒了被遗忘的危险生物。

source: The book's knowledge empowers your villagers!
zh_cn: 这本书的知识传达了出去...

source: The clandestine pools of water glittering in the desert sun are the only source of life in these desolate sands.
zh_cn: 在这些荒凉的沙滩上，闪闪发光的秘密水池是唯一的生命之源。

source: The fragments left behind from plummeting meteorites burn endlessly with astrological energy, some of which appears to be alive.
zh_cn: 坠落的陨石碎块留下的星能似乎可以无尽的燃烧下去，仿佛有着生命一般

source: The license teleports away to the bunny delivery service...
zh_cn: 兔兔许可证已传印至兔兔分发中心。

source: The license teleports away to the cat delivery service...
zh_cn: 猫猫许可证已传印至猫猫分发中心。

source: The license teleports away to the dog delivery service...
zh_cn: 狗狗许可证已传印至狗狗分发中心。

source: The most vile, stone-cold entities emerge in the blinding chaos of bone-piercing icy wind and snow.
zh_cn: 最为邪恶无情的怪物从这刺骨寒风暴雪的混乱中现出。

source: The sands of the desert rage like a stormy sea, with deadly creatures swimming among them.
zh_cn: 大漠中的沙子如同肆虐的大海，里面游荡着致命的怪物。

source: The spirit of Christmas fades...
zh_cn: 圣诞之灵消散心间...

source: The spirit of Christmas spreads cheer...
zh_cn: 圣诞之灵传开心悦...

source: The spirit of Halloween penetrates the air...
zh_cn: 万圣之魂划破长空...

source: The spirit of Halloween rests...
zh_cn: 万圣之魂回归长眠...

source: The wearer can run super fast
zh_cn: 穿上后能跑得飞快

source: There are Floating Islands in the sky.
zh_cn: 天空中有浮空岛。

source: There are not enough villagers near that pylon to access it
zh_cn: 目标传送塔周围的居民数量不足，无法运转。

source: There are not enough villagers near the current pylon
zh_cn: 当前传送塔周围的居民数量不足，无法运转。

source: There's always time for a celebration!
zh_cn: 总能找到理由！

source: These bitterly cold caverns of ice, saturated with the blood of Crimson, host a new variety of menacing frozen fiends.
zh_cn: 这些冰冷的山洞里充满了猩红之血，居住着各种令人生畏的邪恶。

source: These crab-like creatures scuttle about in glowing mushroom fields, heavily infested by the fungal spores.
zh_cn: 这些螃蟹般的生物在蘑菇地中爬行，其中已被无尽的真菌感染。

source: These macabre creatures seek to add fresh meat to their dripping ranks.
zh_cn: 毛骨悚然的它们还希望为队伍中增添新的同伴。

source: They can be crafted from numerous materials such as Wood, Glass, or even Bones.
zh_cn: 你可以用各种材料制作，例如说木头、玻璃，甚至骨头都行！

source: They sow thick webs threaded with malice.
zh_cn: 满网恶意接近你！

source: Thick trees, brambled vines, and relentless beasts of nature inhabit this dense canopy of lush growth, sprouted from seemingly limitless mud.
zh_cn: 茂密的树木，带刺的藤蔓，无情的野兽和稀有的饰品藏在无边无尽的淤泥之间。

source: Third Quarter
zh_cn: 下弦月

source: This cloud in particular is especially livid!
zh_cn: 而这朵云想必就是点睛之笔了。

source: This day, for no particular reason, everyone decided to throw a party.
zh_cn: 没有什么特殊原因，大家就是想开个排队！

source: This is no mirage!
zh_cn: 这可不是海市蜃楼！

source: This one representing a deep celestial void known as 'vortex'.
zh_cn: 它象征着无尽般的虚无，“漩涡”

source: This one representing a flaming celestial event known as 'solar flares'.
zh_cn: 它象征着燃焰般的星闪，“日耀”

source: This one representing a glittering celestial remnant known as 'stardust'.
zh_cn: 它象征着微光般的星碎，“星尘”

source: This one representing a stormy celestial body known as 'nebula'.
zh_cn: 它象征着云雾般的星体，“星云”

source: This organized family of cold-hearted killers wish to ice any who cross them, and they don't like snitches... capisce?
zh_cn: 这一群高度组织的无情杀手要咔擦掉所有忤逆者... 和告密者。识得唔识得啊？

source: This pylon is not in the correct biome to use
zh_cn: 传送塔环境不匹配，无法运转。

source: Three round burst
zh_cn: 三连爆发射击

source: Throws a counterweight after hitting an enemy with a yoyo
zh_cn: 使用悠悠球击中敌人后，投出花式平衡锤

source: Time Frozen
zh_cn: 时间冻结

source: Time Unfrozen
zh_cn: 时间解冻

source: Time heals all wounds.
zh_cn: 时间可以治愈所有伤口。

source: Time is set to 12:00 AM
zh_cn: 时间设置为晚上12:00

source: Time is set to 12:00 PM
zh_cn: 时间设置为中午12:00

source: Time is set to 4:30 AM
zh_cn: 时间设置为早上4:30

source: Time is set to 7:30 PM
zh_cn: 时间设置为晚上7:30

source: Time to celebrate with twinkling lights, ugly sweaters, and a fat old fellow wearing a bright red suit.
zh_cn: 叮叮当，叮叮当，铃儿响叮当~

source: Tiny
zh_cn: 微小

source: To craft potions, place a Bottle on a Table to make an Alchemy Station.
zh_cn: 想要制作药水，就要把瓶子放在桌子上来当炼金术站。

source: Toggle Full Map
zh_cn: 切换完整地图

source: Toggle Map Style
zh_cn: 切换地图样式

source: Torches and Glowsticks can be a light for you in dark places when all other lights go out.
zh_cn: 当你在黑暗当中时，火把和荧光棒能够为你提供照明。

source: Torches require Wood and Gel to craft.
zh_cn: 你可以使用木头和凝胶来制作火把。

source: Torches won't work underwater, but Glowsticks will.
zh_cn: 火把不能在水下生效，但荧光棒可以。

source: Toss in water up to 3 times to increase fishing power
zh_cn: 可抛出至多三次以提升渔力

source: Tough monsters, abandoned cabins, and golden treasure adorn the dark, vacant caverns tunneled beneath the underground.
zh_cn: 厚实的怪物，废弃的小屋和金色的宝藏装饰着地下地下黑暗又空旷的洞穴。

source: Trick or Treat!
zh_cn: 不给糖就捣蛋！

source: Trick or treat!
zh_cn: 不给糖就捣蛋！

source: Try Expert mode!
zh_cn: 试下专家模式吧！

source: Try crafting them with Hooks or gems.
zh_cn: 试着用钩子或宝石制作一个吧！

source: Turns the holder into a werewolf at night and a merfolk when entering water
zh_cn: 晚上是狼人，水里是鱼人...还有什么？

source: UI Scale: {0}% ({1}%)
zh_cn: 界面缩放：{0}% ({1}%)

source: UP
zh_cn: 向上

source: Underground
zh_cn: 地下层

source: Underground Corruption
zh_cn: 地下腐化

source: Underground Crimson
zh_cn: 地下猩红

source: Underground Desert
zh_cn: 沙漠地下

source: Underground Hallow
zh_cn: 地下神圣

source: Underground Jungle
zh_cn: 丛林地下

source: Underground Mushroom
zh_cn: 地下蘑菇地

source: Underground Snow
zh_cn: 雪地地下

source: Underworld
zh_cn: 地狱

source: Unhappy
zh_cn: 倒霉

source: Unlocks a Corruption Chest in the dungeon
zh_cn: 打开地牢中的腐化宝箱

source: Unlocks a Crimson Chest in the dungeon
zh_cn: 打开地牢中的猩红宝箱

source: Unpleasant
zh_cn: 粗鲁

source: Unreal
zh_cn: 虚幻

source: Use "suspicious looking items" at your own risk!
zh_cn: 使用“可疑”类物品时风险自负。

source: Use a Naughty Present to summon the Frost Moon!
zh_cn: 使用顽皮的礼物来召唤霜月吧！

source: Use them to increase your health.
zh_cn: 使用它们可以提高你的生命值上限。

source: Used by the Clentaminator
zh_cn: 可以用于环境改造器

source: Used for crafting a Corruption Key
zh_cn: 可以用于制作腐化钥匙

source: Used for crafting a Crimson Key
zh_cn: 用来制作猩红钥匙

source: Used for special crafting
zh_cn: 用于特殊制作

source: Used to catch critters
zh_cn: 可以捕捉小动物

source: Used to craft objects
zh_cn: 可以制作物体

source: Used to make Black Dye
zh_cn: 可以制成黑色染料

source: Used to make Blue Dye
zh_cn: 可以制成蓝色染料

source: Used to make Cyan Dye
zh_cn: 可以制成青色染料

source: Used to smelt adamantite and titanium ore
zh_cn: 用于熔炼精金和钛金矿石

source: Uses coins for ammo
zh_cn: 使用硬币作为弹药

source: Uses colored solution
zh_cn: 需要消耗彩色溶液

source: Uses {0} life
zh_cn: 消耗{0}点生命

source: Uses {0} mana
zh_cn: 消耗{0}点法力

source: Very bouncy
zh_cn: 非常有弹性

source: Violent
zh_cn: 暴力

source: Violet Dye
zh_cn: 蓝紫染料

source: Violet and Black Dye
zh_cn: 蓝紫黑染料

source: Vortex Pillar
zh_cn: 漩涡柱

source: Waiting for clients...
zh_cn: 正在等待

source: Walking on Hellstone and Meteorite can burn you!
zh_cn: 在狱炎石和陨石上行走时会灼伤！

source: Walls
zh_cn: 背景墙

source: Waning Crescent
zh_cn: 残月

source: Waning Gibbous
zh_cn: 亏凸月

source: Want to know what you can make?
zh_cn: 想知道可以合成什么？

source: Warding
zh_cn: 护佑

source: Warning!
zh_cn: 警告！

source: Watch out for Meteorites!
zh_cn: 当心陨石！

source: Watch out for traps too!
zh_cn: 你还要当心陷阱！

source: Water has been settled.
zh_cn: 液体已平衡完毕。

source: Water will break your fall.
zh_cn: 水能载舟，亦能止落。

source: Waves Quality: {0}
zh_cn: 水波效果：{0}

source: Waxing Crescent
zh_cn: 娥眉月

source: Waxing Gibbous
zh_cn: 盈凸月

source: Weak
zh_cn: 软弱

source: Weapons
zh_cn: 武器

source: Wear a Mining Helmet if you don't want to use Torches.
zh_cn: 采矿头盔？它也能提供照明，如果你不想用火把的话，可以试一下。

source: Wearing a full set of armor crafted from the same material gives you an extra bonus.
zh_cn: 穿一身同系列成套的装备多半能获得额外的套装效果！

source: West
zh_cn: 西

source: When a Man Eater consumes enough human flesh, it undergoes a cocoon-like metamorphosis into a far deadlier form.
zh_cn: 食人花长大后会变成更恐怖的样子。

source: When a Sandstorm hits, deserts can be very dangerous.
zh_cn: 沙尘暴袭来时，沙漠可能非常危险。

source: When areas of death become littered with graves, a thick mist of concentrated eeriness blankets the land.
zh_cn: 遍布着坟墓的地方，一层恐怖的浓雾慢慢笼罩。

source: When dealing with a Goblin Army, crowd control is key.
zh_cn: 当面对哥布林军团时，范围控场很重要。

source: When exploring, it helps to keep some Platforms on hand.
zh_cn: 随身带着一些平台对你探索应该有帮助。

source: When it rains, it pours.
zh_cn: 不雨则已，一雨倾盆。

source: When severe storms roll through, it is said that the skies are angry.
zh_cn: 据传暴雨是上天的愤怒。

source: When speaking to a vendor, you can sell items in your Inventory by pressing {InputTriggerUI_SellItem}.
zh_cn: 在NPC商店里，你可以按{InputTriggerUI_SellItem}出售背包里的物品。

source: When the Corruption grows through the desert, vile things long since buried in the sand awaken with pure malice.
zh_cn: 在腐化传透沙漠之时，埋葬在沙中的邪恶之物带着纯粹的恶意醒来。

source: When the moon rises drenched in blood, the dead rise with it!
zh_cn: 当月亮在猩红中升起时，逝去之物也随之归来。

source: While holding a Summoning Weapon, Right Click an enemy!
zh_cn: 手持召唤武器时，右键点击敌人试试！

source: Who wouldn't want to fly?
zh_cn: 谁又不想飞呢？

source: Wild
zh_cn: 狂野

source: Will cause rain to start falling
zh_cn: 开始下雨

source: Will cause rain to stop falling
zh_cn: 停止下雨

source: Will destroy tiles
zh_cn: 能够破坏物块

source: Will not destroy tiles
zh_cn: 不会破坏物块

source: Wind Change Disabled
zh_cn: 风势：固定

source: Wind Change Enabled
zh_cn: 风势：自然变化

source: Windy Day
zh_cn: 风天

source: Winter is here!
zh_cn: 圣诞节！

source: With the Block Swap mechanic enabled, you can replace one block with another directly, rather than having to mine it first.
zh_cn: 启用“物块替换”后，你可以直接在方块上放置来替换，而不需要提前把旧的挖掉！

source: With the Crimson seeping through the sands, dark things long forgotten rise again to seek out and destroy life.
zh_cn: 当猩红在沙漠上蔓延，早已被遗忘的黑暗之物又重新崛起，寻找并摧毁生灵。

source: Wooden arrows turn into a column of bees
zh_cn: 将木箭转变成一列蜂群

source: Works when wet
zh_cn: 在水中也能生效

source: Yellow Dye
zh_cn: 黄染料

source: Yellow and Black Dye
zh_cn: 黄黑染料

source: You are not close enough to a pylon to teleport with the pylon network
zh_cn: 距离传送塔过远，无法使用。

source: You can assign your favorite items to the DPad for rapid use by enabling DPad Hotbar in Gamepad Settings!
zh_cn: 在手柄设置中启用手柄快捷栏后，就可以把物品关联到快捷栏上一键使用了！

source: You can build your own tracks, or find them Underground.
zh_cn: 你可以建造自己的轨道，也可以在地下找到一些现成的。

source: You can buy Wires from the Mechanic and use them to create traps, pumping systems, or other elaborate devices.
zh_cn: 你可以从电路专家手里买到电线，然后使用它们来建出陷阱、水泵和其他复杂的电路设施。

source: You can change your spawn point by placing and using a bed.
zh_cn: 你可以通过放置和使用床来更改生成点。

source: You can check if a room is valid housing from the Housing section of the Inventory Menu.
zh_cn: 你可以在背包界面的“住房”按钮处检查一个房屋是否可以居住。

source: You can continuously use some items by holding down the {InputTrigger_UseOrAttack} button.
zh_cn: 有些物品可以在按住{InputTrigger_UseOrAttack}后可以连续使用。

source: You can destroy Shadow Orbs and Crimson Hearts with a hammer or explosives, but prepare yourself for the forces they unleash.
zh_cn: 你可以使用锤子或爆炸物摧毁暗影之珠或猩红之心，但是在那之前要准备好应对后果。

source: You can even craft it into a Rope Coil which can be thrown and automatically unfolds!
zh_cn: 你甚至可以将其制作成绳圈，丢出就可以自动展开！

source: You can find one in the Dungeon.
zh_cn: （可以在地牢中找到）

source: You can find treasure, dyes, and even sleeping fishermen.
zh_cn: 宝藏、染料，甚至还能找到一个睡着的渔夫！

source: You can harvest Cobwebs and turn them into Silk.
zh_cn: 你可以收集蜘蛛网，然后织成丝绸。

source: You can plant Acorns to grow new trees.
zh_cn: 你可以使用种子来植树。

source: You can remove Torches with {InputTrigger_InteractWithTile} or with a pickaxe.
zh_cn: 你可以使用{InputTrigger_InteractWithTile}或镐子来拆除火把。

source: You can turn them back into their original materials!
zh_cn: 你可以将它们恢复成原来的材料！

source: You can use Hallowed Seeds, Holy Water, or Pearlstone to make Hallow spread.
zh_cn: 您可以使用神圣之种，神圣之水或珍珠石来传播神圣环境。

source: You can use Silk to craft beds, sofas, and more!
zh_cn: 丝绸可以用来制作床、沙发和许多家具！

source: You can wear Buckets on your head!
zh_cn: 你还可以把水桶套在头上！

source: You could get a Witch Doctor to come to your World if you defeat the Queen Bee.
zh_cn: 在击败蜂后以后，你应该能见到一个入住的巫医。

source: You have no permission for this power
zh_cn: 你没有权限使用这个能力

source: You have to pwn them.
zh_cn: 你需要用到一些高级的工具。

source: You won't take falling damage if you have a Lucky Horseshoe.
zh_cn: 如果你装备有幸运马蹄铁，就不会受到摔落伤害。

source: You'll have to help her out if you want her to move in.
zh_cn: 如果你想得到她的帮助，就要先解救她。

source: Zealous
zh_cn: 狂热

source: Zoom
zh_cn: 缩放

source: Zoom In
zh_cn: 放大

source: Zoom Out
zh_cn: 缩小

source: Zoom: {0}% ({1}%)
zh_cn: 缩放：{0}% ({1}%)

source: and increases your max number of minions by 2
zh_cn: 提升2个召唤物数量上限

source: d
zh_cn: 天

source: for a price, of course.
zh_cn: 当然，不是免费的

source: h
zh_cn: 时

source: increasing ranged ability and reducing chance for enemies to target you
zh_cn: 提升远程攻击属性，且敌人会优先攻击其他玩家

source: increasing ranged ability and reducing chance for enemies to target you but slowing movement speed
zh_cn: 提升远程攻击属性，且敌人会优先攻击其他玩家，但移动速度变慢

source: is receiving tile data
zh_cn: 正在接收物块数据

source: life regeneration, defense, mining speed, and minion knockback
zh_cn: 生命恢复速度、防御力、挖掘速度和召唤物击退。

source: m
zh_cn: 分

source: pick boosters up to get stacking buffs
zh_cn: 拾取后可以获得增益。

source: s
zh_cn: 秒

source: {$PaintingArtist.UnitOne} (Restored)
zh_cn: {$PaintingArtist.UnitOne}（已恢复）

source: {0} ({1}%) Fishing Power
zh_cn: {0} ({1}%) 渔力

source: {0} Fishing Power
zh_cn: {0}渔力

source: {0} clients connected
zh_cn: {0} 个玩家已连接

source: {0} damage per second
zh_cn: 每秒{0}伤害

source: {0} detected nearby!
zh_cn: 侦测到{0}

source: {0} enemies nearby!
zh_cn: 附近有{0}个怪物

source: {0} has arrived!
zh_cn: {0}来到了家中。

source: {0} has awoken!
zh_cn: {0}已经苏醒！

source: {0} has been defeated!
zh_cn: {0}已被击败！

source: {0} have been defeated!
zh_cn: {0}已被击败！

source: {0} is connecting...
zh_cn: {0}正在连接。

source: {0} minute duration
zh_cn: 持续{0}分钟

source: {0} second duration
zh_cn: 持续{0}秒钟

source: {0}% bait power
zh_cn: {0}%渔力

source: {0}% fishing power
zh_cn: {0}渔力

source: {0}' East
zh_cn: 东{0}

source: {0}' West
zh_cn: 西{0}

source: {0}: Complete!
zh_cn: {0}: 完成

source: Русский (Russian)
zh_cn: Русский (俄语)

source: Abandoned
zh_cn: 遗弃的

source: Abhorrent
zh_cn: 可恶的

source: Abusive
zh_cn: 恶意的

source: Achievements
zh_cn: 成就

source: Adorable
zh_cn: 可爱的

source: Adventurous
zh_cn: 冒险的

source: Ageless
zh_cn: 不朽的

source: Aggravating
zh_cn: 加重的

source: Aggressive
zh_cn: 好斗的

source: Agreeable
zh_cn: 合适的

source: Alert
zh_cn: 警觉的

source: Alien
zh_cn: 外星的

source: Alive
zh_cn: 生活的

source: Alleged
zh_cn: 传说的

source: Allow Friends Of Friends: Off
zh_cn: 允许好友的好友加入：关

source: Allow Friends Of Friends: On
zh_cn: 允许好友的好友加入：开

source: Allowed Users: Friends
zh_cn: 允许用户：全部好友

source: Allowed Users: Invite Only
zh_cn: 允许用户：仅限邀请

source: Ambient:
zh_cn: 环境：

source: Amethyst
zh_cn: 紫晶的

source: Amusing
zh_cn: 有趣的

source: Ancient
zh_cn: 远古的

source: Angelic
zh_cn: 天使的

source: Annoyed
zh_cn: 懊恼的

source: Anxious
zh_cn: 焦急的

source: Apply
zh_cn: 应用

source: Archaic
zh_cn: 古老的

source: Ardent
zh_cn: 热心的

source: Arrogant
zh_cn: 傲慢的

source: Ashamed
zh_cn: 羞愧的

source: Attractive
zh_cn: 魅力的

source: Aunt Becky's
zh_cn: 贝基姨妈的

source: Auto Select
zh_cn: 自动选择

source: Average
zh_cn: 平均的

source: Babbling
zh_cn: 胡说的

source: Background Off
zh_cn: 背景：关

source: Background On
zh_cn: 背景：开

source: Bad
zh_cn: 不好的

source: Bashful
zh_cn: 害羞的

source: Beautiful
zh_cn: 美丽的

source: Best
zh_cn: 最好的

source: Bewildered
zh_cn: 迷惑的

source: Bitter
zh_cn: 苦涩的

source: Bizarre
zh_cn: 怪异的

source: Black
zh_cn: 黑色的

source: Blackish
zh_cn: 黑色的
